Repository: rpi-virtuell/rw-remote-auth-client
Catalog: languages/*_remote_auth_client-*.po
Languages: de_de

source: Group Code is invalid. Please copy and paste it again. Check your group role. You must be a member of the goup!
de_de: Bist du Mitglied der Gruppe sein? Der Code ist ungültig. Bitte kopiere ihn erneut und füge ihn dann hier ein.

source: Error: Can not decode response.
de_de: Fehler: Die Serveranwort lässt sich nicht entschlüssen

source: Error: No valid server response. Context Type:
de_de: Fehler: Keine zulässige Serverantwort. Context Type:

source: Add Group Member
de_de: Gruppemitglieder

source: Add group member from an external buddypress group
de_de: Gruppenmitglieder einer externen Buddypress-Gruppe zu diesem Blog hinzufügen

source: Rejected
de_de: Zurückgewiesen

source: Error
de_de: Fehler

source: You want to share your blog with your buddypress group? Yes, this little trick will do it. Go into your buddypress group, copy a little code snippet and paste it here. It's almost everything. After your group members joined, you should set their roles to "author" or what ever you want.
de_de: Du willst diesen Blog gemeinsam mit deiner Gruppe nutzen? Mit diesem kleinen Trick wird es funktionieren: Gehe auf deiner Buddypress-Gruppe auf "Verwalten" und dann auf "Externe Blogs", kopiere den angezeigten Code und füge ihn hier ein. Das war es es fast schon. Nachdem die Mitglieder deiner Gruppe diesem Blog hinzugefügt wurden, solltest du ihnen noch die nötigen Rollen (Autor oder Redakteur) geben, damit sie ebenfalls Beiträge verfassen oder ändern können.

source: Group Code
de_de: Code (der Gruppe)

source: Copy the code from your groups admin section [ Manage > External Blogs ] and paste it.
de_de: Kopiere den Code aus dem Adminbereich der Gruppe [ Verwalten > Externe Blogs ] und füge ihn hier ein.

source: In order to insert group members from a buddypress group, you must be a member of the group!
de_de: Um Mitglieder aus einer Gruppe von Buddypress einzufügen, musst du selbst Mitglied der Gruppe sein!

source: Save Changes
de_de: Änderungen Speichern

source: Could not get Userdata from login server
de_de: Es konnte nicht auf die externen Daten zugegriffen werden

source: Try to add the following group members:
de_de: Folgende Gruppenmitglieder sollen hinzugefügt werden. (Sie bekommen anfangs die Rolle "Autor").

source: Usernames can only contain lowercase letters (a-z) and numbers.
de_de: Benutzernamen dürfen nur Kleinbuchstaben (a-z) und Ziffern (0-9) enthalten.

source: This plugin requires WordPress 3.0 or newer to work
de_de: Dieses Plugin erfordert Wordpress ab Version 3.0

source: This plugin requires PHP 5.2 or newer to work. Your current PHP version is %1s, please update.
de_de: Dieses Plugin erfordert eine aktueller PHP Version (höher als 5.2). Dein Server hat die PHP Version %1s installiert. Bitte aktualisiere dein System.

source: In a multisite context you may only activate this plugin network wide.
de_de: Auf einem Multisite Blogserver musst du das Plugin netzwerkweit aktivieren!

source: rw_auth not responding
de_de: rw_auth antwortet nicht

source: The rw_auth on %1s ist not responding.
de_de: Der rw_auth %1s antwortet nicht.

source: Settings
de_de: Einstellungen

source: Remote Auth Client
de_de: Zentrale Autorisierung

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht ausreichend Rechte um diese Seite zu nutzen.

source: Remote Auth Client Options
de_de: Zentrale Autorisierung Einstellungen

source: Settings for Remote Auth Server
de_de: Einstellung für den Anschluss an die Zentrale Autorisierung

source: API Server Endpoint URL
de_de: Url zur API des Autorisierungsdienstes

source: Endpoint URL for API request.
de_de: Die Url zum Autorisierungsdienst (z.B.: http://konto.rpi-virtuell.de/rw_auth/ )

source: Entered by auth service
de_de: Wird bei nach der Freischaltung der Domain im Autorisierungsdienst automatisch gesetzt.

source: Register hint URL
de_de: Erklärungsseite (Url)

source: URL for register hint page
de_de: Url zur Erklärungsseite (optional)

source: Don't overwrite admin password
de_de: Administratoren Passworte nicht überschreiben

source: Check this box to bypass password overwrite from administrators
de_de: Aktivieren, damit die Passworte von Administratoren des Zentralen Autorisierungsdienstes nicht überschrieben werden können.

source: Error: Server can not encode server response.
de_de: Fehler: Die Antwort des Servers kann nicht entschlüsselt werden

source: Error. Wrong Content Type. Check the API Server Endpoint
de_de: Fehler: Falscher Content Type. Bitte überprüfe die Url zum zentralen Autorisierungsdienst

source: Error. Check the API Server Endpoint URL in the Settingspage
de_de: Fehler: Bitte überprüfe die Url zum zentralen Autorisierungsdienst

source: User was not added to your site
de_de: Der Benutzer konnte nicht hinzugefügt werden

source: [%s] Joining confirmation
de_de: Bestätigung des Mitgliedsbeitritts zum Blog [%s]

source: Hi, You've been invited to join '%1$s' at %2$s with the role of %3$s. Please click the following link to confirm the invite: %4$s
de_de: Hallo, Du wurdest als %3$s auf dem Blog: '%1$s' unter der Adresse %2$s eingeladen . Bitte bestätige die Einladung durch Klick auf den folgenden Link: %4$s

source: RW Remote Auth Client
de_de: RW Zentraler Autorisierungsdienst (reliwerk)

source: Connect a wordpress instance to a RW Remoth Auth Server and syncronizes the userdata.
de_de: Verbindet eine Wordpress Instanz mit dem Autoriesierungsdienst (RW Remote Auth Server) und ermöglicht es User auf dem Loginserver zur eigenen Instanz hinzuzufügen und die Daten abzugleichen.
